Repository: KinectToVR/Amethyst
Catalog: Amethyst/Strings/*/SharedStrings.resw
Source language: en_us
Languages: de_de, fr_fr, ru_ru

# Buttons.Devices.Text
source: Devices
fr_fr: Appareils
ru_ru: Устройства

# Buttons.General.Text
source: General
fr_fr: Général
ru_ru: Общие

# Buttons.Help.Developers.Text
source: For Developers
fr_fr: Pour les développeurs

# Buttons.Help.Discord.Text
source: K2VR Community
fr_fr: Communauté K2VR

# Buttons.Help.Docs.DevicesPage.Overrides
source: Overrides Docs
fr_fr: Substitut Docs

# Buttons.Help.Docs.DevicesPage.Overview
source: Devices Page Docs
fr_fr: Page Appareils Docs

# Buttons.Help.Docs.GeneralPage.Calibration.Automatic
source: Automatic Calibration
fr_fr: Calibration automatique

# Buttons.Help.Docs.GeneralPage.Calibration.Main
source: Calibration Docs
fr_fr: Docs d'étalonnage

# Buttons.Help.Docs.GeneralPage.Calibration.Manual
source: Manual Calibration
fr_fr: Calibration manuelle

# Buttons.Help.Docs.GeneralPage.Offsets
source: Offsets Docs
fr_fr: Docs Offsets

# Buttons.Help.Docs.GeneralPage.Overview
source: General Page Docs
fr_fr: Page générale Docs

# Buttons.Help.Docs.SettingsPage.Overview
source: Settings Page Docs
fr_fr: Page des paramètres Docs

# Buttons.Help.Header.Text
source: Help
fr_fr: Aide

# Buttons.Settings.Text
source: Settings
fr_fr: Paramètres
ru_ru: Настройки

# Buttons.Updates.Header.Text
source: Updates
fr_fr: Mises à jour
ru_ru: Обновления

# Buttons.Updates.Install.Content
source: Install Now
de_de: Jetzt Installieren
fr_fr: Installer maintenant
ru_ru: Установить сейчас

# Buttons.Updates.Skip.Content
source: Install Later
de_de: Später Installieren
fr_fr: Installer plus tard
ru_ru: Установить позже

# Joints.Enum.0
source: Handed Tracker
de_de: Hand
fr_fr: Tracker en main
ru_ru: Трекер рук

# Joints.Enum.1
source: Left Foot Tracker
de_de: Linker Fuß
fr_fr: Tracker du pied gauche
ru_ru: Трекер левой ноги

# Joints.Enum.10
source: Chest Tracker
de_de: Brust
fr_fr: Tracker de la poitrine
ru_ru: Трекер грудной клетки

# Joints.Enum.11
source: Camera Tracker
de_de: Kamera
fr_fr: Tracker de caméra
ru_ru: Трекер камеры

# Joints.Enum.12
source: Keyboard Tracker
de_de: Tastatur
fr_fr: Tracker de clavier
ru_ru: Трекер клавиатуры

# Joints.Enum.2
source: Right Foot Tracker
de_de: Rechter Fuß
fr_fr: Tracker du pied droit
ru_ru: Трекер правой ноги

# Joints.Enum.3
source: Left Shoulder Tracker
de_de: Linke Schulter
fr_fr: Tracker de l'épaule gauche
ru_ru: Трекер левого плеча

# Joints.Enum.4
source: Right Shoulder Tracker
de_de: Rechte Schulter
fr_fr: Tracker de l'épaule droite
ru_ru: Трекер правого плеча

# Joints.Enum.5
source: Left Elbow Tracker
de_de: Linker Ellbogen
fr_fr: Tracker du coude gauche
ru_ru: Трекер левого локтя

# Joints.Enum.6
source: Right Elbow Tracker
de_de: Rechter Ellbogen
fr_fr: Tracker du coude droit
ru_ru: Трекер правого локтя

# Joints.Enum.7
source: Left Knee Tracker
de_de: Linker Knie
fr_fr: Tracker du genou gauche
ru_ru: Трекер левого колена

# Joints.Enum.8
source: Right Knee Tracker
de_de: Rechter Knie
fr_fr: Tracker du genou droit
ru_ru: Трекер правого колена

# Joints.Enum.9
source: Waist Tracker
de_de: Taille
fr_fr: Tracker de la taille
ru_ru: Трекер пояса

# Joints.Pairs.Elbows
source: Elbow Trackers
de_de: Ellbogen
fr_fr: Trackers des coudes
ru_ru: Трекеры локтей

# Joints.Pairs.Feet
source: Feet Trackers
de_de: Fuß
fr_fr: Trackers des pieds
ru_ru: Трекеры ног

# Joints.Pairs.Knees
source: Knee Trackers
de_de: Knie
fr_fr: Trackers des genous
ru_ru: Трекеры колен

# Toasts.AutoSpawnFailed.Content
source: A server failure occurred and body trackers couldn't be spawned
de_de: Ein Fehler ist aufgetreten. Die Tracker konnten nicht gespawnt werden.
fr_fr: Les trackers n'ont pas pu être ajoutés a SteamVR parce qu'une erreur s'est produite au niveau du serveur.
ru_ru: Невозможно разместить трекеры из-за ошибки сервера

# Toasts.AutoSpawnFailed.Title
source: We couldn't spawn trackers automatically!
de_de: Wir konnten Tracker nicht automatisch spawnen!
fr_fr: Les trackers n'ont pas pu être ajoutés a SteamVR automatiquement!
ru_ru: Невозможно разместить трекеры автоматически!

# Toasts.RestartFailed.Content
source: Please try restarting it manually
de_de: Bitte versuche es manuell neuzustarten
fr_fr: Essayez de le faire manuellement.
ru_ru: Пожалуйста, попробуйте перезагрузить его вручную

# Toasts.RestartFailed.Title
source: We couldn't restart Amethyst for you!
de_de: Wir konnten Amethyst nicht neustarten!
fr_fr: On ne peut pas relancer Amethyst pour vous.
ru_ru: Мы не смогли перезагрузить Amethyst для вас!

# Toasts.TrackersAutoDisabled.Content
source: Additional trackers with overriding roles were found, so Amethyst's corresponding ones were disabled
de_de: Es wurden zusätzliche Tracker mit Override-Rollen gefunden, sodass die entsprechenden von Amethyst deaktiviert wurden
fr_fr: Des trackers qui étaient actifs dans Amethyst ont été trouvés déja présents dans SteamVR et ont donc été désactivés.
ru_ru: Найдены дополнительные трекеры с переназначениями, поэтому трекеры назначенные Amethyst были отключены

# Toasts.TrackersAutoDisabled.Title
source: One or more trackers have been disabled
de_de: Eins oder mehrere Tracker wurden deaktiviert
fr_fr: Un ou plusieurs trackers on été désactivés
ru_ru: Один или несколько трекеров были отключены

# Toasts.TrackersConfigChanged.Content
source: Restart SteamVR for changes to take effect
de_de: SteamVR neustarten, damit die Änderungen wirksam werden
fr_fr: Relancez SteamVR pour applique les changements.
ru_ru: Перезагрузите SteamVR для применения настроек

# Toasts.TrackersConfigChanged.Title
source: Trackers configuration has changed
de_de: Die Tracker-Konfiguration hat sich geändert
fr_fr: La configuration des trackers a changée
ru_ru: Конфигурация трекеров была изменена

# Updates.NewUpdateFound
source: New Update Available
de_de: Neues Update verfügbar
fr_fr: Nouvelle mise à jour disponible
ru_ru: Доступно обновление

# Updates.Suggestions
source: Please tell us if you have any ideas for the next Amethyst update.
de_de: Teile deine Ideen für das nächste Amethyst-Update mit uns!
fr_fr: Veuillez nous faire part de vos idées pour la prochaine mise à jour d'Amethyst.
ru_ru: Пожалуйста, пришлите нам ваши идеи для следующего обновления Amethyst.

# Updates.UpToDate
source: You're Up To Date
de_de: Du bist auf der aktuellsten Version
fr_fr: Vous êtes à jour
ru_ru: У вас все актуально

# Buttons.Info.Text
source: Info
ru_ru: Информация
